import 'package:flutter/material.dart';

List <String> Mshayri=["Love Shayari","Sad Shayari","God Shayari","Friend Shayari","Life Shayari","Other Shayari",
  "Intresting Shayari","Alcoholic Shayari", "Birthday Shayari","memories"
      " Shayari","Pain Shayari"];

List image=["love.jpg","sed.jpg","nature.jpg","friend.jpg","life.jpg", "img (1).jpg","img (7).jpg","img (8).jpg",
  "img (2).jpg","img (3).jpg","img (4).jpg"];

List emoji=[
    "🌹☘🌸🥀🌻🌳🎋🌹 ", "😀😍😘❤👫☺😎",
    "😊😍😘❤👫😊",
    "🌺🥀🍷🍸🍻🍟🍢🍷🍁🌺",
    "🍀🌻😓😥😰😢😭😪🍀🌻",
    "🌷☘🌮🌺🌹✌☄🏜🌼",
    "🎍 🎋 🍃 🍂 🍁 🍄 🌾 💐 🌷 🌹 🥀",
    "🌹🌹💚😍❤💖😍🌺🌹🌷",
    "😎🤩🥳🧣🌹🌷🔥😍🤩😎",
];

    List <Color> mycolor=[
      Colors.black,
      Colors.red,
      Colors.greenAccent,
      Colors.blueGrey,
      Colors.cyan,
      Colors.deepOrange,
      Colors.blueAccent,
      Colors.amber,
      Colors.blue,
      Colors.deepOrange,
      Colors.black12,
      Colors.teal,
      Colors.red,
      Colors.orange,
      Colors.pink,
      Color.fromRGBO(168, 237, 234,100),
      Color.fromRGBO(254, 214, 227,100),
    ];

   List <String> list= [];

   List <String> love = [

"""
      Hello How Are You My Friend
      Welcome Back TO class,""",

     """
      दिल का हाल बताना नही आता,
      हमे ऐसे किसी को तड़पाना नही आता,
      सुनना तो चाहतें हैं हम उनकी आवाज़ को,
      पर हमे कोई बात करने का बहाना नही आता।""",

  """घर से बाहर कोलेज जाने के लिए वो नकाब मे निकली….
        सारी गली उनके पीछे निकली…
        इनकार करते थे वो हमारी मोहबत से……….
        और हमारी ही तसवीर उनकी किताब से निकली………""",
  """
      जिंदगी में कोई प्यार से प्यारा नही मिलता,
      जिंदगी में कोई प्यार से प्यारा नही मिलता,
      जो है पास आपके उसको सम्भाल कर रखना,
      क्योंकि एक बार खोकर प्यार दोबारा नही मिलता""",

     """ 
      मेरे दिल ने जब भी दुआ माँगी है, तुझे माँगा है तेरी वफ़ा माँगी है, 
      जिस मोहब्बत को देख के दुनिया को रश्क आये, तेरे प्यार करने की वो अदा माँगी है""",

     """
      बहुत सुकून मिलता है जब उनसे हमारी बात होती है,
      वो हजारो रातों में वो एक रात होती है,
      जब निगाहें उठा कर देखते हैं वो मेरी तरफ,
      तब वो ही पल मेरे लीये पूरी कायनात होती है""",

     """
      आग लगी दिल में जब वो खफ़ा हुए,
      एहसास हुआ तब, जब वो जुदा हुए,
      करके वफ़ा वो हमे कुछ दे न सके,
      लेकिन दे गये बहुत कुछ जब वो वेबफा हुए।""",

     """
      किसी न किसी को किसी पर एतवार हो जाता है,
      एक अजनबी सा चेहरा ही यार हो जाता है,
      खूबियों से ही नही होती मोहब्बत सदा,
      किसी की कमियों से भी कभी प्यार हो जाता है।""",

  """   मोहबत को जो निभाते हैं उनको मेरा सलाम है,
और जो बीच रास्ते में छोड़ जाते हैं उनको, हुमारा ये पेघाम हैं,
“वादा-ए-वफ़ा करो तो फिर खुद को फ़ना करो,
वरना खुदा के लिए किसी की ज़िंदगी ना तबाह करो”   """,

  """  वो रात दर्द और सितम की रात होगी,
जिस रात रुखसत उनकी बारात होगी,
उठ जाता हु मैं ये सोचकर नींद से अक्सर,
के एक गैर की बाहों में मेरी सारी कायनात होगी…..   """,

  """   वो रात दर्द और सितम की रात होगी,
जिस रात रुखसत उनकी बारात होगी,
उठ जाता हु मैं ये सोचकर नींद से अक्सर,
के एक गैर की बाहों में मेरी सारी कायनात होगी…..  """,

  """  दिल पे क्या गुज़री वो अनजान क्या जाने;
प्यार किसे कहते है वो नादान क्या जाने;
हवा के साथ उड़ गया घर इस परिंदे का;
कैसे बना था घोसला वो तूफान क्या जाने………   """,

  """   मंदिर में जप करता हूँ,
मस्जिद में आदाब करता हूँ,
इंसान से कहीं भगवान ना बन जाउ
इसलिए रोज़ तुझको SMS करके पाप करता हूँ  """,

  """  उगता हुआ सूरज दुआ दे आपको
खिलता हुआ फूल खुशबू दे आपको
हम तो कुछ भी देने के काबिल नहीं,
देनेवाला हज़ार खुशिया दे आपको!   """,

  """  सुहाना मौसम ओर हवा मे नमी होगी
आशुंओ की बहती नदी होगी
मिलना तो हम तब भी चाहेगे आपसे
जब आपके पास वक्त और हमारे पास सासों कि कमी होगी """,

  """  वो रिश्ता क्या जिसको निभाना पड़े,
वो प्यार क्या जिसको जाटा ना पड़े,
प्यार तो एक खामोश एहसास है,
वो एहसास क्या जिसको लफ़ज़ो मैं बताना पड़े!
   """,

  """   होठों ने जिसका ज़िकार ना किया हो
आँखें उनको पैगाम देती है
दुनिया से उनको छुपाए कैसे
हर धड़कन जो उनका नाम लेती है  """,

  """  यार ने दिल का हाल बताना छोड़ दिया,
हुमने भी गहराई मे जाना छोड़ दिया,   """,

  """ यादो में तेरी तन्हा बैठे हैं
तेरे बिना लबों की हसी गावा बैठे हैं
तेरी दुनिया में अंधेरा ना हो
इसलिए खुद का दिल जला बैःते हैं… """,
];

   List <String> sad =[
  """
     सोचा था तड़पायेंगे हम उन्हें,
     किसी और का नाम लेके जलायेगें उन्हें,
     फिर सोचा मैंने उन्हें तड़पाके दर्द मुझको ही होगा,
     तो फिर भला किस तरह सताए हम उन्हें।""",

  """दिन हुआ है, तो रात भी होगी,
      मत हो उदास, उससे कभी बात भी होगी।
      वो प्यार है ही इतना प्यारा,
      ज़िंदगी रही तो मुलाकात भी होगी""",

  """वो बिछड़ के हमसे ये दूरियां कर गई,
      न जाने क्यों ये मोहब्बत अधूरी कर गई,
      अब हमे तन्हाइयां चुभती है तो क्या हुआ,
      कम से कम उसकी सारी तमन्नाएं तो पूरी हो गई।""",

  """होले होले कोई याद आया करता है,
      कोई मेरी हर साँसों को महकाया करता है,
      उस अजनबी का हर पल शुक्रिया अदा करते हैं,
      जो इस नाचीज़ को मोहब्बत सिखाया करता है।
      """,

  """अब तेरे बिना जिंदगी गुजारना मुमकिन नही है,
      अब और किसी को इस दिल में बसाना आसान नही है,
      हम तो तेरे पास कब के चले आये होते सब कुछ छोड़ कर,
      लेकिन तूने कभी हमे दिल से पुकारा ही नही है।""",

  """मंजिल भी उसकी थी, रास्ता भी उसका था,
      एक मैं ही अकेला था, बाकि सारा काफिला भी उसका था,
      एक साथ चलने की सोच भी उसकी थी,
      और बाद में रास्ता बदलने का फैसला भी उसी का था।""",

     """ वफ़ा के शीश महल में सजा लिया मैनें ,
वो एक दिल जिसे पत्थर बना लिया मैनें,
ये सोच कर कि न हो ताक में ख़ुशी कोई ,
ग़मों कि ओट में ख़ुद को छुपा लिया मैनें,
कभी न ख़त्म किया मैं ने रोशनी का मुहाज़ ,
अगर चिराग़ बुझा, दिल जला लिया मैनें,
कमाल ये है कि जो दुश्मन पे चलाना था ,
वो तीर अपने कलेजे पे खा लिया मैनें |
 """,

     """ टूटे हुए प्याले में जाम नहीं आता
इश्क़ में मरीज को आराम नहीं आता
ये बेवफा दिल तोड़ने से पहले ये सोच तो लिया होता
के टुटा हुआ दिल किसी के काम नहीं आता …….. """,

     """ वो बेवफा हमारा इम्तेहा क्या लेगी…
मिलेगी नज़रो से नज़रे तो अपनी नज़रे ज़ुका लेगी…
उसे मेरी कबर पर दीया मत जलाने देना…
वो नादान है यारो… अपना हाथ जला लेगी. """,

     """ मोहब्बत का नतीजा,
दुनिया में हमने बुरा देखा,
जिन्हे दावा था वफ़ा का,
उन्हें भी हमने बेवफा देखा. """,

     """ इंतज़ार की आरज़ू अब खो गयी है,
खामोशियो की आदत हो गयी है,
न सीकवा रहा न शिकायत किसी से,
अगर है तो एक मोहब्बत,
जो इन तन्हाइयों से हो गई है..! """,

     """ गुलसन है अगर सफ़र जिंदगी का, तो इसकी मंजिल समशान क्यों है ?
जब जुदाई है प्यार का मतलब, तो फिर प्यार वाला हैरान क्यों है ?
अगर जीना ही है मरने के लिए, तो जिंदगी ये वरदान क्यों है ?
जो कभी न मिले उससे ही लग जाता है दिल,
आखिर ये दिल इतना नादान क्यों है ? """,

     """ दवा है दर्द सीने में दवा उसकी दवा दी है
ऐ मेरी रानी तुने मुझे किसकी सजा दी है
माना की तुने मुझे छोड़ दिया सारी जिन्दगी के लिए
फिर भी खुदा से तेरे हँसने की दुआ की है """,

     """ मेरी ख्वाबिन्दा उम्मीदों को जगाया क्यों था …
दिल जलना था तो फिर तुमने दिल लगाया क्यों था ..
अगर गिरना था इस तरहा नजरोसे हमें …
तो फिर मेरे इस्सक को कलेजे से लगाया क्यों था.. """,
];

   List <String> god =[
     """हारने ना देना मेरे प्रभु कठिन इम्तेहान है…
      जीत में ही प्रभु हम दोनों का मान है…
      क्योंकि आपके भरोसे हूँ मैं यही मेरी पहचान है…
      जय माँ जगदम्बा """,

     """ जब भटक भटक कर हार गया…
      और कदम कदम पर ठुकराया गया तब…
      आपका ही द्वार नजर आया मुझको मेरे श्याम…
      तेरे ही चरणों में सुख पाया…""",

     """ईश्वर पर आप तभी विश्वास कर सकते हैं,
     जब आपको खुद पर विश्वास हो क्योकिईश्वर बाहर नही हमारे अंदर ही हैं!! """,

     """ जब ईश्वर मनुष्य की परीक्षा लेते हैं,
     तब वो मनुष्य का सामर्थ्य भी बढ़ा देते हैं,
     ताकि वो अधिक बुद्धिमान और अधिक ताकतवर बनें!!""",

     """ भगवान बोलते है…तू करता वही है, 
     जो तू चाहता है!पर होता वही है जो मैं चाहता हूँ,
     तू वही कर जो मैं चाहता हूँ,फिर होगा वही जो तू चाहता है…!""",

     """ मेरे जिस्म जान में भोलेनाथ नाम तुम्हारा है,
     आज अगर मैं खुश हूँ तो यह एहसान भी तुम्हारा है,
     थामा हुआ है हाथ मेरा आपने मुझको मालूम है,
     मेरे हर पल हर लम्हे में मेरे भोलेनाथ प्यार तुम्हारा है!""",

     """ टूटे हुए प्याले में जाम नहीं आता
इश्क़ में मरीज को आराम नहीं आता
ये बेवफा दिल तोड़ने से पहले ये सोच तो लिया होता
के टुटा हुआ दिल किसी के काम नहीं आता ……..
 """,

     """ फूल सबनम में डूब जाते है,
झख्म मरहम में डूब जाते है |
जब आते है खत तेरे, हम तेरे गम में डूब जाते है.| """,


     """ वो बेवफा हमारा इम्तेहा क्या लेगी…
मिलेगी नज़रो से नज़रे तो अपनी नज़रे ज़ुका लेगी…
उसे मेरी कबर पर दीया मत जलाने देना…
वो नादान है यारो… अपना हाथ जला लेगी. """,

     """ फूल सबनम में डूब जाते है,
झख्म मरहम में डूब जाते है |
जब आते है खत तेरे, हम तेरे गम में डूब जाते है.| """,

     """ वक्त नूर को बेनूर कर देता है,
छोटे से जख्म को नासूर कर देता है,
कौन चाहता है अपने से दूर होना,
लेकिन वक्त सबको मजबूर कर देता है ! """,

     """ जिंदगी हे सफर का सील सिला,
कोइ मिल गया कोइ बिछड़ गया,
जिन्हे माँगा था दिन रत दुआ ओमे,
वो बिना मांगे किसी और को मिल गया. """,
   ];

   List <String> friend =[
     """हमने उस वेबफा से प्यार कर लिया,
      सारे गम को अपने अंदर भर लिया,
      और हमने जब आप जैसा दोस्त पा लिया,
      तो सारे गम को चन्द लम्हो में भुला दिया. """,

     """ हम आपसे सच्ची दोस्ती करते हैं,
      चाहे तो कभी आजमा कर देख लेना,
      हम तो है एक दम खरा सोना,
      चाहे तो हमे आग में जला कर देख लेना.""",

     """ ज़िन्दगी तो पल पल चलती ही रहती है,
      रौशनी भी हर पल मिलती ही रहती है,
      प्यार की महक भी मिलती ही रहती है,
      पर सच्ची दोस्ती बहुत कम ही मिलती रहती है.""",

     """ कोई रूठे तो उसे मना लिया करो,
      कोई टूटे तो उसे सम्भाल लिया करो,
      कुछ दोस्त बहुत अज़ीज होते है,
      दोस्ती में कभी मुलाकात भी कर लिया करो.""",

     """ ज़िन्दगी के कुछ पल बहुत खास होते है,
      जो जिंदगी को महकाने के लिए होते है,
      आपसे दोस्ती हमारी एक प्यारे इत्तेफाक से हुई,
      ये इत्तेफाक भी बड़े इत्तफाक से होते है.""",

     """ दोस्ती वो है जिसमे ज़िन्दगी महकती है, दोस्ती में जिंदगी
      शुरू या खत्म हो कोई मायने नही रखती है,
      ज़िन्दगी में आप जैसा दोस्त मिल जाये,
      तब ये ज़िन्दगी जन्नत से कम नही लगती है.""",

     """ न हमसे दोस्ती में जुदा होने की कोशिश करना,
      न हमसे दोस्ती में खफा होने की कोशिश करना,
      अगर हो जाये दोस्ती में कोई नादानी,
      तो उसे दोस्ती में माफ़ करने की कोशिश करना.""",

     """ हम तो अपने दोस्तों के सारे गम चुरा लेते हैं,
      दोस्ती का रिश्ता बख़ूबी निभा लेते हैं,
      हम अपने दोस्तों से इतना प्यार करते हैं,
      की दुश्मन भी हमसे दोस्ती करने का इरादा बना लेते है.""",

     """वो दोस्ती ही क्या जिसमे आप जैसा यार न हो,
      वो यार ही क्या जिसके लिए हमारे दिल में प्यार न हो,
      वैसे तो हम सब कुछ लुटा सकते हैं,
      और वो ज़िन्दगी ही क्या जो दोस्त पर जान निसार न हो. """,

   ];

   List <String> life=[

     """हर किसी को जिंदगी दो तरीके से जीना चाहिये,
      पहला जो हासिल है उसे पसन्द करना सीख लो,
      और दूसरा पसन्द है उसे हासिल करना सीख लो। """,

     """जो आपकी किस्मत में लिखा है वो भाग कर आयेगा,
      और जो किस्मत में नही लिखा है वो आकर भी भाग जायेगा। """,

     """ जब फैसला आसमान वाले का होता है,
      तब कोई बकालत जमीन वाले की नही होती है।""",

     """ सड़क कितनी भी साफ क्यों न हो,
      लेकिन धूल हो ही जाती है।
      और इंसान चाहे कितना भी अच्छा क्यों न हो,
      भूल हो ही जाती है।""",

     """ सड़क कितनी भी साफ क्यों न हो,
      लेकिन धूल हो ही जाती है।
      और इंसान चाहे कितना भी अच्छा क्यों न हो,
      भूल हो ही जाती है।""",

     """ हम तो अक्सर सारे गमो को हँस कर गले लगा लेते है,
      क्योंकि जिंदगी हमारी ही है इसे हम खुल कर जी लेते है।""",

     """रिश्तो के बाजार में रिश्तो को कुछ
      इस तरह सजाया जाता है,
      ऊपर से तो बहुत अच्छा दिखाया जाता है,
      पर अंदर न जाने क्या क्या मिलाया जाता है। """,

     """ माँ वो नोट बुक है,
      जिसमे औेलाद सब कुछ लिख सकती है,
      लेकिन माँ सिर्फ प्यार लिखती है।""",

     """ समय जीवन में सब कुछ सिखा देता है,
      और जो समय सिखा देता है,
      वह जीवन में कोई नही सिखाता है।""",
   ];

   List <String> other =[

     """ 
        चाँद की रोशनी में भी,
        ना जाने कैसा सुरूर होते है ||
        हम जिसे भी चाहते है,
        वो अक्सर हमसे दूर होता है ||""",

     """
        खुश रहना तो हमने भी सीख लिया था उनके बगैर,
        मुद्द्त बाद उन्होंने हाल पूछ के फिर बेहाल कर दिया..!""",

    """
      ख्वाबो को देख कर ख्याल बदल जाते है,
      होठो को देख कर मुस्कान बदल जाते है।
      हम उनकी तारीफ क्या करे,
      जिनकी चेहरे देख कर हमारी सारी खुशिया वापस आ जाती ह❤ """,

    """
      उनकी चाल ही काफी थी इस दिल के धड़कन बढ़ाने के लिए,
      अब तो हद हो गई जब से वो पाँव में पायल पहनने लगे  """,

    """
      अब जानेमन तू तो नहीं,
      शिकवा -ए-गम किससे कहें
      या चुप हें या रो पड़ें,
      किस्सा-ए-गम किससे कहें। """,

   ];

   List <String> intresting =[

     """छोटी सी ज़िन्दगी के भी अजीब फंसाने हैं...
        यहां तीर भी चलाने हैं और परिंदे भी बचाने हैं...!! """,

     """भूल जाना और भूला देना एक वहम ही तो है...
        दिल से कब निकलते हैं, दिलों मे रहने वाले...!! """,

     """मौसम को मौसम की बहारों ने लूटा,
        हमे कश्ती ने नहीं किनारों ने लूटा।। """,

     """अलमारी से मिले हुए बचपन के खिलोने,
        मेरी आंखों की उदासी देखकर बोले,
        तु्म्हें ही बहुत शौक़ था बड़ा होने का !! """,

     """संसार की हर शय का इतना ही फ़साना है
        इक धुंध से आना है इक धुंध में जाना है
            ~ साहिर लुधियानवी ~ """,
   ];

   List <String> alcoholic =[

     """ जाम तो यू ही बदनाम है यारों कभी इश्क करके देखो,
          या तो पीना भूल जाओगे या फिर पी-पी के जीना भूल जाओगे.""",

     """अभी तो इश्क़ हुआ है,
          मंज़िल तो मयखाने में मिलेगी. """,

     """ एक शराब की बोतल दबोच रखी है,
          तुजे भुलाने की तरकीब सोच रखी है.""",

     """ कुछ तो शराफत सीख ले इश्क शराब से,
          बोतल पे लिखा तो मैं जानलेवा हूँ""",

     """ कुछ सही तो कुछ खराब कहते हैं;
          लोग हमें बिगड़ा हुआ नवाब कहते हैं.""",
   ];

   List <String> birthday =[

     """ आ तेरी उम्र में लिख दूँ 🌙✨चाँद-सितारों🌙✨ से,
         तेरा जन्मदिन मनाऊँ फूलों से बहारों से…
         हर एक खूबसूरती दुनिया 🌎 से मैं ले आउ,
         सजाऊ में ये महेफिल हर हसिन नजारों से…
         🎀🎁जन्मदिन की ढेर सारी शुभकामनायें…🎂🎂""",

     """आज ही के दिन
         एक चाँद उतर के आया था
         ऊपर वाले ने बड़ी फुर्सत से
         मेरे प्यार बनाया था
         जन्मदिन मुबारक हो """,

     """ दोस्त तू है मेरा सबसे न्यारा,
         तुझे मुबारक हो तेरा जन्मदिन ओ यारा…
         किसी की कभी नजर ना लगे तुझे,
         कभी उदास ना हो ये चहेरा प्यारा 💞 प्यारा…
         जन्मदिन 🎂🎀🎁 की बहोत बहोत शुभकामनायें""",

     """ ≛≛”*•”*•≛≛
         दुनिया 🌎 कि सारी खुशियाँ मिले आपको,
         खुदा से रहमत और प्यार ❤️ मिले आपको…
         आपके होठों पर बनी रहे हमेशा मुस्कान😊,
            दुआ 🙏 है,
         उम्र के साथ साथ बढ़ते रहे आपका मान-सम्मान…
            ≛≛”*•”*•≛≛
         🎂🎂“Happy Birthday”🎀🎁🎂
            ≛≛”*•”*•≛≛""",

     """एक दुआ 🙏 माँगते है हम अपने भगवान से,
         चाहते है आपकी खुशी पूरे ईमान से,
         सब हसरतें पूरी हो आपकी
         और आप मुस्कुराएँ दिलो ❤️ जान 💗 से…
         🎂🎀🎁*Happy Birthday*🎂🎂 """,
   ];

   List <String> memories=[
     """ कोई खुशियों की चाह में रोया
कोई दुखों की पनाह में रोया..
अजीब सिलसिला हैं ये ज़िंदगी का..
कोई भरोसे के लिए रोया..
कोई भरोसा कर के रोया..
 """,

     """ मोहबत को जो निभाते हैं उनको मेरा सलाम है,
और जो बीच रास्ते में छोड़ जाते हैं उनको, हुमारा ये पेघाम हैं,
“वादा-ए-वफ़ा करो तो फिर खुद को फ़ना करो,
वरना खुदा के लिए किसी की ज़िंदगी ना तबाह करो” """,

     """ छू ले आसमान ज़मीन की तलाश ना कर,
जी ले ज़िंदगी खुशी की तलाश ना कर,
तकदीर बदल जाएगी खुद ही मेरे दोस्त,
मुस्कुराना सीख ले वजह की तलाश ना कर """,

     """ तू चाँद मे सितारा होता
आसमान के एक आशियाना में
एक आशियाना हमारा होता
लोग तुम्हे दूर से देखते
नज़दीक से देखने का हक़ बस हमारा होता| """,

     """  """,

     """ शायर तो हम है शायरी बना देंगे
आपको शायरी मे क़ैद कर लेंगे|
कभी सूनाओ हमे अपनी आवाज़
आपकी आवाज़ को हम ग़ज़ल बना देंगे.| """,

     """ तेरा दिल उदास क्यों है?
तेरी आँखों में प्यास क्यों है?
जो छोड़ गया तुझे मझदार में ,
उससे मिलने की आस क्यों है ?
जो दे गया दर्द ज़िन्दगी भर का,
वही तेरे लिए ख़ास क्यों है ?? """,

     """ हर नई सुबह का नया नज़ारा,
ठंडी हवा लेके आई पैगाम हमारा,
जागो,उठो,तैयार हो जाओ,
खुशियो से भरा रहे आज का दिन तुम्हारा. """,

     """ चाँदनी चाँद करता है चमकना सितारोँ को पडता है
मोहब्बत आँखे करती है तडपना दिल को पडता है| """,

   ];

   List <String> pain=[

     """ आज़ाद हैं तोह आसमान छु ही आएंगे
ज़िंदा है तो हर जंग जीत जायेंगे
साथ हैं हम तो दुनिया को दिखा आएंगे
तिरंगे के तीन रंगों में देश को समा जायेंगे
 """,
     """ दिल होता है बड़ा नादान,
सेहता है ये मुश्किलों के तूफान,
उसपे कुरबान मेरे दिलोजान,
पर वो है इस बात से अनजान
""",

     """ सरकारी बस में मुसाफ़री नहीं ….
सरकारी स्कुल में सिक्षा नहीं …
सरकारी अस्पतालमे इलाज नहीं …
फिर भी आजके नोजवानो को नोकरी चाहिए सिर्फ सरकारी …..  """,

     """ उगता हुआ सूरज दुआ दे आपको
खिलता हुआ फूल खुशबू दे आपको
हम तो कुछ भी देने के बाबिल नहीं,
देनेवाला हज़ार खुशिया दे आपको! """,

     """ हर रिश्ते में विश्वास रहने दो;
जुबान पर हर वक़्त मिठास रहने दो;
यही तो अंदाज़ है जिंदगी जीने का;
न खुद रहो उदास, न दूसरों को रहने दो..! """,

     """ छू ले आसमान ज़मीन की तलाश ना कर,
जी ले ज़िंदगी खुशी की तलाश ना कर,
तकदीर बदल जाएगी खुद ही मेरे दोस्त,
मुस्कुराना सीख ले वजह की तलाश ना कर. """,

     """ कोन जाने कब मौत का पैगाम आ जाए,
ज़िंदगी की आखरी शाम आ जाए,
हमे तो इंतजार है उस शाम का
जब हमारी ज़िंदगी किसी के काम आ जाए.. """,

     """ ज़िंदगी में बार बार सहारा नही मिलता,
बार बार कोई प्यार से प्यारा नही मिलता,
है जो पास उसे संभाल के रखना,
खो कर वो फिर कभी दुबारा नही मिलता… """,

     """ बैठे बैठे ज़िन्दगी बरबाद ना की जिए,
ज़िन्दगी मिलती है कुछ कर दिखाने के लिए,
रोके अगर आसमान हमारे रस्ते को,
तो तैयार हो जाओ आसमान झुकाने के लिए | """,
   ];


